cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mongodb'
brew 'mono'
brew 'node'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'rancher-compose'
brew 'redis'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'rpm'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'vault'
brew 'watchman'
brew 'wine'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'ngrok'
cask 'seashore'
cask 'slack'
cask 'spectacle'
cask 'subsmarine'
cask 'toggldesktop'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'webtorrent'
